Repository: NMarjou/localization-app
Catalog: TMs/en-US_th-TH.tmx
Source language: en_us
Languages: th_th

source: Participant
th_th: ผู้เข้าร่วม

source: comments
th_th: ความคิดเห็น

source: Subject
th_th: เรื่อง

source: Creator:
th_th: ผู้สร้าง:

source: Assigned
th_th: มอบหมายแล้ว

source: {{count}} comments
th_th: {{count}} ความคิดเห็น

source: 1 comment
th_th: 1 ความคิดเห็น

source: Last month
th_th: เดือนที่แล้ว

source: Last week
th_th: สัปดาห์ที่แล้ว

source: Jump to a specific date
th_th: ข้ามไปยังวันที่ต้องการ

source: The very beginning
th_th: จุดเริ่มต้น

source: Timeline
th_th: ไทม์ไลน์

source: No check-ins in progress or upcoming
th_th: ไม่มีการเช็คอินที่กำลังดำเนินการหรือกำลังจะเกิดขึ้น

source: Past check-ins
th_th: การเช็คอินในอดีต

source: Pending setup
th_th: กำลังรอการตั้งค่า

source: This check-in is read-only because the other participant is no longer active.
th_th: การเช็คอินนี้เป็นแบบอ่านอย่างเดียว เนื่องจากผู้เข้าร่วมคนอื่นไม่ได้ใช้งานอีกต่อไป

source: Show completed check-ins
th_th: แสดงการเช็คอินที่เสร็จสิ้น

source: Add title
th_th: เพิ่มชื่อเรื่อง

source: Check-in types
th_th: ประเภทการเช็กอิน

source: Regular
th_th: ปกติ

source: Submitted by {{name}}; you requested to meet.
th_th: ส่งโดย {{name}} ; คุณได้ร้องขอที่จะพบ

source: You have unsaved changes in this section. Please save or cancel to proceed.
th_th: คุณมีการเปลี่ยนแปลงที่ยังไม่ได้บันทึกในส่วนนี้ โปรดบันทึกหรือยกเลิกเพื่อดำเนินการต่อ

source: Discussion point
th_th: ประเด็นการสนทนา

source: {{name}}'s ({{nickName}}) behavior profile
th_th: โปรไฟล์พฤติกรรมของ {{name}} ( {{nickName}} )

source: Recognized behaviors on which you've received feedback from colleagues.
th_th: พฤติกรรมการรับรู้ที่คุณได้รับฟีดแบคจากเพื่อนร่วมงาน

source: Check-in name
th_th: ชื่อการเช็กอิน

source: Remember, you can create another check-in at any time.
th_th: โปรดจำไว้ว่าคุณสามารถสร้างการเช็คอินอื่นได้ตลอดเวลา

source: Are you sure you want to complete this check-in?
th_th: คุณแน่ใจหรือไม่ว่าต้องการทำการเช็คอินนี้ให้เสร็จเรียบร้อย

source: {{name}} will be notified that you have completed this check-in.
th_th: {{name}} จะได้รับการแจ้งเตือนว่าคุณได้ดำเนินการเช็คอินเสร็จสิ้นแล้ว

source: Your check-in is completed!
th_th: การเช็คอินของคุณเสร็จสมบูรณ์!

source: Delete comment
th_th: ลบความคิดเห็น

source: Are you sure you want to delete this comment?
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบความคิดเห็นนี้

source: Edit comment
th_th: แก้ไขความคิดเห็น

source: (Edited)
th_th: (แก้ไขแล้ว)

source: Your chat
th_th: แชทของคุณ

source: Start your conversation now!
th_th: เริ่มการสนทนาของคุณตอนนี้!

source: Today, {{time}}
th_th: วันนี้ {{time}}

source: You
th_th: คุณ

source: Date: {{date}}
th_th: วันที่: {{date}}

source: Deleted check-ins cannot be recovered.
th_th: การเช็คอินที่ถูกลบไม่สามารถกู้คืนได้

source: Are you sure you want to delete this check-in?
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบการเช็คอินนี้

source: {{name}} will be notified that you have deleted this check-in and you will not receive any updates on this check-in.
th_th: {{name}} จะได้รับการแจ้งเตือนว่าคุณได้ลบการเช็กอินนี้แล้ว และคุณจะไม่ได้รับการอัปเดตใด ๆ เกี่ยวกับการเช็กอินนี้อีก

source: Your check-in was successfully deleted.
th_th: การเช็กอินของคุณถูกลบเรียบร้อยแล้ว

source: Add to your calendar
th_th: เพิ่มในปฏิทินของคุณ

source: To add this check-in to your calendar and the attendee's calendar, click the button and open the downloaded file. If this check-in has already been added to your calendar, we recommend that you make any changes to the date or time directly in the calendar.
th_th: หากต้องการเพิ่มการเช็คอินนี้ลงในปฏิทินของคุณและปฏิทินของผู้เข้าร่วม กรุณาคลิกปุ่มและเปิดไฟล์ที่ดาวน์โหลด หากการเช็คอินนี้ถูกเพิ่มลงในปฏิทินของคุณแล้ว เราแนะนำให้คุณแก้ไขวันที่หรือเวลาโดยตรงในปฏิทิน

source: Your team member's tagged behaviors will be displayed here. These will enable you to get insight into how they are perceived within your organization.
th_th: พฤติกรรมที่ถูกแท็กของสมาชิกในทีมของคุณจะแสดงที่นี่ ซึ่งจะช่วยให้คุณเข้าใจว่าพวกเขาได้รับการรับรู้ในองค์กรของคุณอย่างไร

source: Received behaviors
th_th: พฤติกรรมที่ได้รับ

source: My behavior profile
th_th: โปรไฟล์พฤติกรรมของฉัน

source: Here you can follow the progression of your team member on their goals.
th_th: คุณสามารถติดตามความคืบหน้าของสมาชิกในทีมเกี่ยวกับเป้าหมายของพวกเขาได้ที่นี่

source: Achievements against objectives
th_th: ความสำเร็จเทียบกับวัตถุประสงค์

source: My goals at a glance
th_th: เป้าหมายของฉันโดยสรุป

source: Business
th_th: ธุรกิจ

source: Development
th_th: การพัฒนา

source: Professional
th_th: มืออาชีพ

source: Individual goal
th_th: เป้าหมายรายบุคคล

source: Organizational goal
th_th: เป้าหมายขององค์กร

source: High
th_th: สูง

source: Low
th_th: ต่ำ

source: Medium
th_th: ปานกลาง

source: Private
th_th: ส่วนตัว

source: Check-in with {{subordinateName}}
th_th: เช็คอินกับ {{subordinateName}}

source: You have sent a "Let’s meet" invitation to further discuss this check-in. {{name}} will be notified.
th_th: คุณได้ส่งคำเชิญ "พบปะกัน" เพื่อหารือเพิ่มเติมเกี่ยวกับการเช็คอินนี้ {{name}} จะได้รับการแจ้งเตือน

source: Submitted by {{name}}. You requested to meet.
th_th: ส่งโดย {{name}} คุณได้ร้องขอที่จะพบ

source: Mark as done
th_th: ทำเครื่องหมายว่าเสร็จสิ้น

source: My discussion points
th_th: หัวข้อการสนทนาของฉัน

source: You can't see anything here because this worker no longer reports to you.
th_th: คุณจะไม่เห็นอะไรเลยที่นี่ เนื่องจากพนักงานคนนี้ไม่ได้รายงานคุณอีกต่อไป

source: This check-in was assigned by HR.
th_th: การเช็คอินครั้งนี้ได้รับมอบหมายจากฝ่ายทรัพยากรบุคคล

source: Pending set up
th_th: รอการตั้งค่า

source: Return to previous page
th_th: กลับไปยังหน้าก่อนหน้า

source: {{name}}'s view
th_th: มุมมองของ {{name}}

source: No view of performance submitted
th_th: ไม่มีการส่งมุมมองประสิทธิภาพ

source: Gain insight into how your manager thinks you have progressed on your behaviors over this period.
th_th: รับข้อมูลเชิงลึกว่าหัวหน้างานของคุณคิดว่าพฤติกรรมของคุณมีพัฒนาการอย่างไรในช่วงเวลานี้

source: Gain insight into how your manager thinks you have progressed on your goals over this period.
th_th: รับข้อมูลเชิงลึกว่าหัวหน้างานของคุณคิดว่าคุณมีความคืบหน้าในการบรรลุเป้าหมายอย่างไรในช่วงเวลานี้

source: Gain insight into how your manager thinks you have progressed on your overall performance over this period.
th_th: รับข้อมูลเชิงลึกว่าหัวหน้างานของคุณคิดว่าคุณมีความก้าวหน้าในด้านประสิทธิภาพการทำงานโดยรวมอย่างไรในช่วงเวลานี้

source: Provide your team member insight into how you think they have progressed on their behaviors over this period.
th_th: ให้ข้อมูลเชิงลึกแก่สมาชิกในทีมของคุณเกี่ยวกับความคิดเห็นของคุณว่าพวกเขามีพัฒนาการด้านพฤติกรรมอย่างไรในช่วงเวลานี้

source: Provide your team member insight into how you think they have progressed on their goals over this period.
th_th: มอบข้อมูลเชิงลึกแก่สมาชิกในทีมของคุณว่าคุณคิดว่าพวกเขามีความคืบหน้าในการบรรลุเป้าหมายอย่างไรในช่วงเวลานี้

source: Provide your team member insight into how you think they progressed on their overall performance this period
th_th: ให้ข้อมูลเชิงลึกแก่สมาชิกในทีมของคุณว่าคุณคิดว่าพวกเขามีความคืบหน้าในด้านประสิทธิภาพโดยรวมในช่วงเวลานี้อย่างไร

source: Not visible to worker
th_th: ไม่ปรากฏให้พนักงานเห็น

source: Visible to worker
th_th: มองเห็นได้ต่อพนักงาน

source: Offer your team member insights into how you think they progressed on their goals this period
th_th: ให้ข้อมูลเชิงลึกแก่สมาชิกในทีมของคุณเกี่ยวกับความคิดเห็นของคุณว่าพวกเขามีพัฒนาการตามเป้าหมายในช่วงเวลานี้อย่างไร

source: Your view was successfully saved.
th_th: มุมมองของคุณถูกบันทึกเรียบร้อยแล้ว

source: Your view
th_th: มุมมองของคุณ

source: Read-only
th_th: อ่านอย่างเดียว

source: You are seeing this check-in as read-only mode because the other participant is no longer active.
th_th: คุณกำลังดูการเช็กอินนี้ในโหมดอ่านอย่างเดียว เนื่องจากผู้เข้าร่วมอีกฝ่ายไม่ได้ใช้งานแล้ว

source: You are seeing this check-in as read-only because this check-in is between your direct report and their previous manager.
th_th: คุณกำลังเห็นการเช็คอินนี้เป็นแบบอ่านอย่างเดียวเนื่องจากการเช็คอินนี้เป็นระหว่างผู้ใต้บังคับบัญชาของคุณกับหัวหน้างานคนก่อนหน้าของพวกเขา

source: Deleted by {{name}}
th_th: ถูกลบโดย {{name}}

source: This check-in was deleted by {{name}}. You are unable to update or chat via this check-in.
th_th: การเช็คอินนี้ถูกลบโดย {{name}} คุณไม่สามารถอัปเดตหรือแชทผ่านการเช็คอินนี้ได้

source: Pending confirmation from {{name}} {{nickName}}
th_th: รอการยืนยันจาก {{name}} {{nickName}}

source: Pending confirmation from me
th_th: รอการยืนยันจากฉัน

source: This check-in was marked as done by {{name}} {{nickName}}, and is now pending confirmation from you. Once you mark this check-in as done, this check-in will be completed for you both.
th_th: การเช็กอินนี้ถูกทำเครื่องหมายว่าเสร็จสิ้นโดย {{name}} {{nickName}} และขณะนี้รอการยืนยันจากคุณ เมื่อคุณทำเครื่องหมายว่าเช็กอินนี้เสร็จสิ้นแล้ว การเช็กอินนี้จะถือว่าเสร็จสมบูรณ์สำหรับคุณทั้งสองคน

source: This check-in was marked as done, and is now pending confirmation {{name}} {{nickName}}. Once they mark this check-in as done, this check-in will be completed for you both.
th_th: การเช็กอินนี้ถูกทำเครื่องหมายว่าเสร็จสิ้นแล้ว และขณะนี้กำลังรอยืนยันโดย {{name}} {{nickName}} เมื่อพวกเขาทำเครื่องหมายว่าเช็กอินนี้เสร็จสิ้นแล้ว การเช็กอินนี้จะถือว่าเสร็จสมบูรณ์สำหรับคุณทั้งสองคน

source: Once you've submitted the check-in, your report will see your view on their performance. They will be invited to either accept and complete the check-in or request to meet for further discussion.
th_th: เมื่อคุณส่งการเช็กอินแล้ว รายงานของคุณจะเห็นมุมมองของคุณเกี่ยวกับผลงานของพวกเขา พวกเขาจะได้รับเชิญให้ยอมรับและดำเนินการเช็กอินให้เสร็จสิ้น หรือขอพบเพื่อหารือเพิ่มเติม

source: Submitted by {{name}}. You accepted.
th_th: ส่งโดย {{name}} คุณยอมรับแล้ว

source: Submitted. {{name}} accepted.
th_th: ส่งแล้ว {{name}} ได้รับการยอมรับ

source: Check-in between {{subordinateName}} and {{managerName}}
th_th: การเช็คอินระหว่าง {{subordinateName}} กับ {{managerName}}

source: {{name}}'s discussion points
th_th: หัวข้อการสนทนาของ {{name}}

source: Occurs every {{day}} effective {{startOn}} until {{endOn}}. In total, {{count}} number of check-ins will be created.
th_th: เกิดขึ้นทุก ๆ {{day}} เริ่มตั้งแต่ {{startOn}} จนถึง {{endOn}} รวมแล้วจะมีการสร้างการเช็คอินทั้งหมด {{count}} ครั้ง

source: Marked as done by you.
th_th: ทำเครื่องหมายว่าทำโดยคุณแล้ว

source: Allow check-in deletion
th_th: อนุญาตให้ลบการเช็คอิน

source: Workers will be able to delete their own check-ins.
th_th: ผู้ใช้จะสามารถลบการเช็คอินของตนเองได้

source: Enable performance check-ins
th_th: เปิดใช้งานการเช็คอินประสิทธิภาพ

source: Managers will be able to create performance check-ins with their direct reports. The check-ins include widgets in which managers can give their view on a direct report's progress, their overall performance, their goals, and their behaviors. Once the check-in is submitted, workers will be able to see these widgets and decide whether to select "Accept" or "Let's Meet" on the check-in page.
th_th: หัวหน้างานจะสามารถสร้างการเช็คอินผลงานร่วมกับผู้ใต้บังคับบัญชาของตนได้ การเช็คอินดังกล่าวประกอบด้วยวิดเจ็ตที่หัวหน้างานสามารถแสดงมุมมองเกี่ยวกับความคืบหน้าของผู้ใต้บังคับบัญชา ประสิทธิภาพโดยรวม เป้าหมาย และพฤติกรรมของตนได้ เมื่อส่งการเช็คอินแล้ว พนักงานจะสามารถดูวิดเจ็ตเหล่านี้ได้ และตัดสินใจได้ว่าจะเลือก "ยอมรับ" หรือ "พบปะกัน" บนหน้าการเช็คอิน

source: Allow new managers to see performance check-ins in "In progress", "Pending confirmation" or "Under review" status between their direct reports and their previous manager.
th_th: อนุญาตให้ผู้จัดการใหม่สามารถดูการเช็คอินประสิทธิภาพการทำงานในสถานะ "กำลังดำเนินการ" "รอการยืนยัน" หรือ "อยู่ระหว่างการตรวจสอบ" ระหว่างลูกน้องสายตรงกับผู้จัดการคนก่อนหน้า

source: Check-ins about workers in "In progress", "Pending confirmation", or "Under review" status will be automatically shared with their new line manager.
th_th: การเช็คอินเกี่ยวกับพนักงานที่มีสถานะ “อยู่ระหว่างดำเนินการ” “รอการยืนยัน” หรือ “อยู่ระหว่างการพิจารณา” จะได้รับการแบ่งปันให้กับหัวหน้างานในสายงานคนใหม่ของพวกเขาโดยอัตโนมัติ

source: Allow new managers to view completed performance check-ins between their direct reports and their previous manager.
th_th: อนุญาตให้ผู้จัดการใหม่สามารถดูการเช็คอินประสิทธิภาพที่เสร็จสิ้นแล้วระหว่างลูกน้องสายตรงกับผู้จัดการคนก่อนหน้าของตน

source: Previously completed check-ins about a worker will be automatically shared with their new line manager.
th_th: การเช็คอินที่เสร็จสิ้นก่อนหน้านี้เกี่ยวกับคนงานจะได้รับการแบ่งปันกับหัวหน้างานในสายงานคนใหม่ของพวกเขาโดยอัตโนมัติ

source: Allow workers to create performance check-ins with their manager
th_th: อนุญาตให้พนักงานสร้างการเช็คอินประสิทธิภาพกับผู้จัดการของตนเองได้

source: Enable the "Check-Ins" feature
th_th: เปิดใช้งานคุณสมบัติ "การเช็คอิน"

source: Check-ins enable managers and words to create a structured discussion when they choose. They can create and edit the content and comments to their liking, and all content is only visible to the participants. We recommend you review and activate the email notifications associated with check-ins in the "Email notifications" page.
th_th: การเช็คอินช่วยให้หัวหน้างานและผู้ใช้สามารถสร้างการสนทนาที่มีโครงสร้างได้เมื่อต้องการ พวกเขาสามารถสร้างและแก้ไขเนื้อหาและความคิดเห็นตามที่ต้องการ และเนื้อหาทั้งหมดจะมองเห็นได้เฉพาะผู้เข้าร่วมเท่านั้น เราขอแนะนำให้คุณตรวจสอบและเปิดใช้งานการแจ้งเตือนทางอีเมลที่เกี่ยวข้องกับการเช็คอินในหน้า "การแจ้งเตือนทางอีเมล"

source: Workers can set regular check-ins with
th_th: ผู้ใช้สามารถกำหนดการเช็คอินเป็นประจำด้วย

source: Line managers and direct reports only
th_th: เฉพาะหัวหน้างานในสายงานและผู้ใต้บังคับบัญชาเท่านั้น

source: Upcoming check-ins
th_th: การเช็คอินที่กําลังจะมาถึง

source: Here are some tips to make the most of your check-in conversation.
th_th: ต่อไปนี้คือเคล็ดลับบางประการที่จะช่วยให้คุณได้รับประโยชน์สูงสุดจากการสนทนาเช็คอินของคุณ

source: Coaching tips
th_th: เคล็ดลับการฝึกสอน

source: Favicon
th_th: ไอคอน Favicon

source: Upload the logo and type the label that you want to see on the browser tab. If you don't change this, the default beqom logo and label will be used.
th_th: อัปโหลดโลโก้และพิมพ์ป้ายกำกับที่คุณต้องการเห็นบนแท็บเบราว์เซอร์ หากคุณไม่เปลี่ยนแปลง จะใช้โลโก้และป้ายกำกับเริ่มต้นของ Beqom

source: Cancel edit
th_th: ยกเลิกการแก้ไข

source: Application header
th_th: ส่วนหัวของแอปพลิเคชัน

source: Choose the logos and labels you want to see in the application header. You can upload your company logo or keep the default beqom logo.
th_th: เลือกโลโก้และป้ายกำกับที่คุณต้องการเห็นในส่วนหัวของแอปพลิเคชัน คุณสามารถอัปโหลดโลโก้บริษัทของคุณหรือคงโลโก้ Beqom เริ่มต้นไว้ก็ได้

source: Display option
th_th: ตัวเลือกการแสดงผล

source: Company logo & platform label
th_th: โลโก้บริษัทและป้ายกำกับแพลตฟอร์ม

source: Company logo
th_th: โลโก้บริษัท

source: Default beqom logo
th_th: โลโก้ Beqom เริ่มต้น

source: Company logo & beqom default logo
th_th: โลโก้บริษัทและโลโก้เริ่มต้นของ Beqom

source: Email header
th_th: ส่วนหัวอีเมล

source: Choose the logos and labels you want to see in the header of the emails sent by the system. You can upload your company logo or keep the default beqom logo.
th_th: เลือกโลโก้และป้ายกำกับที่คุณต้องการเห็นในส่วนหัวของอีเมลที่ส่งโดยระบบ คุณสามารถอัปโหลดโลโก้บริษัทของคุณหรือคงโลโก้ Beqom เริ่มต้นไว้

source: Upload your logo
th_th: อัพโหลดโลโก้ของคุณ

source: Go to Web version
th_th: ไปที่เวอร์ชั่นเว็บ

source: Office 365 plugin
th_th: ปลั๊กอิน Office 365

source: Configure the label of the button that directs to the beqom application from Office 365.
th_th: กำหนดค่าป้ายกำกับของปุ่มที่นำไปยังแอปพลิเคชัน Beqom จาก Office 365

source: Button label
th_th: ป้ายกำกับปุ่ม

source: You can change the beqom label to a name that will be familiar to your users.
th_th: คุณสามารถเปลี่ยนป้ายชื่อ beqom ให้เป็นชื่อที่ผู้ใช้คุ้นเคยได้

source: Platform label
th_th: ป้ายแพลตฟอร์ม

source: My compensation history
th_th: ประวัติการจ่ายผลตอบแทนของฉัน

source: Total compensation
th_th: ผลตอบแทนรวม

source: Your changes to the configuration were successfully applied.
th_th: การเปลี่ยนแปลงการกำหนดค่าของคุณถูกนำไปใช้สำเร็จแล้ว

source: You have an unsaved comment. Are you sure you want to leave and discard your comment?
th_th: คุณมีความคิดเห็นที่ยังไม่ได้บันทึก คุณแน่ใจหรือไม่ว่าต้องการออกจากระบบและยกเลิกความคิดเห็นของคุณ

source: Unsaved comment
th_th: ความคิดเห็นที่ยังไม่ได้บันทึก

source: Collapse {{groupKey}}
th_th: ยุบ {{groupKey}}

source: Drag to reorder column {{columnName}}
th_th: ลากเพื่อจัดเรียงลำดับคอลัมน์ใหม่ {{columnName}}

source: Drag to reorder group {{groupKey}}
th_th: ลากเพื่อจัดลำดับกลุ่มใหม่ {{groupKey}}

source: Expand {{groupKey}}
th_th: ขยาย {{groupKey}}

source: Frozen columns are fixed; columns can only be reordered within their current group.
th_th: คอลัมน์ที่ตรึงไว้จะถูกยึดอยู่กับที่ สามารถสลับลำดับคอลัมน์ได้เฉพาะภายในกลุ่มปัจจุบันเท่านั้น

source: Set column visibility
th_th: ตั้งค่าการแสดงคอลัมน์

source: Column config
th_th: การตั้งค่าคอลัมน์

source: Toggle visibility for {{columnName}}
th_th: สลับการแสดงผลสำหรับ {{columnName}}

source: Clear search
th_th: ล้างการค้นหา

source: No workers match the search/filter criteria. Remove filters and clear the search to show all workers.
th_th: ไม่มีพนักงานที่ตรงกับเกณฑ์การค้นหา/การกรอง ลบตัวกรองและล้างการค้นหาเพื่อแสดงพนักงานทั้งหมด

source: Your current access permissions don't allow you to view the information in this grid. If you believe this is a mistake, please contact your administrator or HR team.
th_th: สิทธิ์การเข้าถึงปัจจุบันของคุณไม่ได้อนุญาตให้คุณดูข้อมูลในตารางนี้ หากคุณเชื่อว่านี่เป็นความผิดพลาด โปรดติดต่อผู้ดูแลระบบหรือทีม HR ของคุณ

source: You don't have access to this data
th_th: คุณไม่มีสิทธิ์เข้าถึงข้อมูลนี้

source: Contact information
th_th: ข้อมูลการติดต่อ

source: Copy goal
th_th: คัดลอกเป้าหมาย

source: Name of the country.
th_th: ชื่อประเทศ

source: Add deliverable
th_th: เพิ่มสิ่งที่ส่งมอบ

source: Add measurement criterion
th_th: เพิ่มเกณฑ์การวัด

source: Attachments
th_th: สิ่งที่แนบมา

source: Specify tangible outcomes for your goal
th_th: ระบุผลลัพธ์ที่เป็นรูปธรรมสำหรับเป้าหมายของคุณ

source: Deliverable
th_th: สิ่งที่ส่งมอบ

source: Describe the goal
th_th: อธิบายเป้าหมาย

source: Goal target
th_th: เป้าหมายเป้าหมาย

source: Other colleagues
th_th: เพื่อนร่วมงานอื่นๆ

source: Create one individual goal per colleague in the selected population.
th_th: สร้างเป้าหมายรายบุคคลหนึ่งเป้าหมายต่อเพื่อนร่วมงานในกลุ่มประชากรที่เลือก

source: Goal owner
th_th: เจ้าของเป้าหมาย

source: Search by people
th_th: ค้นหาตามบุคคล

source: Who do you want to create this goal for?
th_th: คุณต้องการสร้างเป้าหมายนี้เพื่อใคร

source: Search by people and org units
th_th: ค้นหาตามบุคคลและหน่วยงาน

source: Creator
th_th: ผู้สร้าง

source: To create or copy a goal, at least one goal plan and one goal type must be configured in advance.
th_th: ในการสร้างหรือคัดลอกเป้าหมาย ต้องมีการกำหนดแผนเป้าหมายอย่างน้อยหนึ่งแผนและประเภทเป้าหมายอย่างน้อยหนึ่งประเภทไว้ล่วงหน้า

source: Setup required
th_th: ต้องตั้งค่า

source: Myself
th_th: ตัวฉันเอง

source: Create your individual goals visible to you and your manager.
th_th: สร้างเป้าหมายส่วนบุคคลของคุณให้มองเห็นได้ต่อคุณและหัวหน้างานของคุณ

source: My organization
th_th: องค์กรของฉัน

source: Creates a single goal visible to a population. Changing the progress of this goal will update the progress for everyone.
th_th: สร้างเป้าหมายเดียวที่ทุกคนสามารถมองเห็นได้ การเปลี่ยนแปลงความคืบหน้าของเป้าหมายนี้จะอัปเดตความคืบหน้าให้ทุกคนทราบ

source: Owner's manager
th_th: ผู้จัดการของเจ้าของ

source: Goal alignment
th_th: การจัดตำแหน่งเป้าหมาย

source: Identify which goals align with the created goal
th_th: ระบุว่าเป้าหมายใดสอดคล้องกับเป้าหมายที่สร้างขึ้น

source: Key deliverables
th_th: สิ่งส่งมอบที่สำคัญ

source: Key results
th_th: ผลลัพธ์ที่สำคัญ

source: Define how you will measure success
th_th: กำหนดวิธีการวัดความสำเร็จของคุณ

source: Maximum target
th_th: เป้าหมายสูงสุด

source: Minimum target
th_th: เป้าหมายขั้นต่ำ

source: Starting value
th_th: ค่าเริ่มต้น

source: Target value
th_th: ค่าเป้าหมาย

source: Basic info
th_th: ข้อมูลพื้นฐาน

source: Name of the goal
th_th: ชื่อของเป้าหมาย

source: Workers in an organizational goal are included automatically based on the selected goal plan. Individual access controls of the user creating the goal are not taken into account.
th_th: พนักงานในเป้าหมายขององค์กรจะถูกเพิ่มโดยอัตโนมัติตามแผนเป้าหมายที่เลือก การควบคุมสิทธิ์การเข้าถึงในระดับบุคคลของผู้ใช้ที่สร้างเป้าหมายจะไม่ถูกนำมาพิจารณา

source: Goal population based on the goal plan.
th_th: กลุ่มเป้าหมายตามแผนเป้าหมาย

source: Based on the selected goal plan
th_th: อิงตามแผนเป้าหมายที่เลือก

source: Priority
th_th: ลำดับความสำคัญ

source: Automatically using a deliverable
th_th: ใช้สิ่งส่งมอบโดยอัตโนมัติ

source: Automatically using the average of measurement criteria
th_th: ใช้เกณฑ์การวัดค่าเฉลี่ยโดยอัตโนมัติ

source: Manually
th_th: ด้วยตนเอง

source: Progress tracking
th_th: การติดตามความคืบหน้า

source: Tag library
th_th: แท็กไลบรารี

source: Specify which tags from the following libraries can be added to the created goal
th_th: ระบุว่าแท็กใดจากไลบรารีต่อไปนี้สามารถเพิ่มไปยังเป้าหมายที่สร้างขึ้นได้

source: Tags and alignment
th_th: แท็กและการจัดตำแหน่ง

source: Progress tracking method
th_th: วิธีการติดตามความคืบหน้า

source: Who should see your goal?
th_th: ใครควรเห็นเป้าหมายของคุณ

source: Make the goal visible to
th_th: ทำให้เป้าหมายมองเห็นได้สำหรับ

source: Search for workers or organizational units
th_th: ค้นหาพนักงานหรือหน่วยงาน

source: Managers will be able to view the goals of their team members.
th_th: หัวหน้างานจะสามารถดูเป้าหมายของสมาชิกในทีมได้

source: Give a value between 0 and 100.
th_th: กำหนดค่าระหว่าง 0 ถึง 100

source: Session expired
th_th: เซสชันหมดอายุ

source: Your session has been open for a while, and the application was updated in the background. Please refresh the page to ensure everything works properly.
th_th: เซสชันของคุณเปิดใช้งานมาสักครู่แล้ว และแอปพลิเคชันได้รับการอัปเดตในเบื้องหลัง กรุณารีเฟรชหน้าเพจเพื่อให้แน่ใจว่าทุกอย่างทำงานได้อย่างถูกต้อง

source: USD
th_th: ดอลลาร์สหรัฐ

source: Eligible
th_th: มีสิทธิ์

source: Eligible {{eligibleCount}}/{{totalCount}}
th_th: มีสิทธิ์ {{eligibleCount}} / {{totalCount}}

source: Not eligible
th_th: ไม่ระบุคุณสมบัติ

source: Advanced
th_th: ขั้นสูง

source: This column has conditional formatting applied based on rules.
th_th: คอลัมน์นี้มีการจัดรูปแบบแบบมีเงื่อนไขตามกฎที่กำหนดไว้

source: Unassigned
th_th: ยังไม่ถูกกำหนด

source: Refresh data
th_th: รีเฟรชข้อมูล

source: Row size
th_th: ขนาดแถว

source: Extra tall
th_th: สูงพิเศษ

source: Short
th_th: สั้น

source: Tall
th_th: สูง

source: Sort
th_th: เรียงลำดับ

source: Select fields and values
th_th: เลือกฟิลด์และค่า

source: Direct Reports
th_th: ผู้ใต้บังคับบัญชา

source: View formula
th_th: ดูสูตร

source: Indirect reports
th_th: รายงานทางอ้อม

source: Role view
th_th: มุมมองบทบาท

source: Reject & logout
th_th: ปฏิเสธและออกจากระบบ

source: Data privacy statement
th_th: คำชี้แจงความเป็นส่วนตัวของข้อมูล

source: Please accept the data privacy statement to proceed. If you reject the statement, you will be logged out.
th_th: โปรดยอมรับคำชี้แจงความเป็นส่วนตัวของข้อมูลเพื่อดำเนินการต่อ หากคุณปฏิเสธคำชี้แจงนี้ คุณจะออกจากระบบ

source: Please accept the data privacy statement to proceed.
th_th: โปรดยอมรับคำชี้แจงความเป็นส่วนตัวของข้อมูลเพื่อดำเนินการต่อ

source: AM
th_th: เช้า

source: Next month
th_th: เดือนหน้า

source: Previous month
th_th: เดือนที่แล้ว

source: PM
th_th: เย็น

source: Date picker calendar
th_th: ปฏิทินเลือกวันที่

source: Invalid date format. Please use {{dateFormat}}.
th_th: รูปแบบวันที่ไม่ถูกต้อง กรุณาใช้ {{dateFormat}}

source: Month
th_th: เดือน

source: Pick a date
th_th: เลือกวันที่

source: Year
th_th: ปี

source: Calendar tool
th_th: เครื่องมือปฏิทิน

source: Select date & time
th_th: เลือกวันที่และเวลา
